
final List<String> category = [
  'مطاعم',
  'ملابس',
  'خدمات عمال',
  'ماركات',
  'أخرى'
];

final resturantsCategories = [
  'مأكولات',
  'مشروبات',
  'عصائر',
  'مقبلات',
  'معجنات',
  'مشويات',
  'حلويات',
  'أخرى',
];

final jopsCategories = [
  'أدوت',
  'بضائع',
  'عمال',
  'خدمات خاصة',
  'حراسة',
  'سواقين',
  'مهن أخرى',
];

final clothesCategories = [
  'رجالي',
  'نسائي',
  'شبابي',
  'شبابي للبنات',
  'ولادي',
  'بناتي',
  'أطفال'
];

final otherCategories = [
  'اكسسوارات',
  'تكنولوجيا',
  'خدمات توصيل',
  'اسعافات أولية',
  'هواتف',
  'لابتوبات',
  'أخرى',
];

final markatCategories = [
  'ماركات عالمبة',
  'ماركات يمنية',
  'فنون يدوية',
  'أخرى',
];